---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.VertexIndexPair
source: html/704900c5-4492-42ac-6a40-cb43e9da14bb.htm
---
# VertexIndexPair Members

Initializes a new instance of the VertexIndexPair class